Repository: GraphicMeat/PhotoBooks
Catalog: Packages/SetupFeature/Sources/SetupFeature/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Photo edges
de: Fotokanten
es: Bordes de las fotos
fr: Bords des photos
it: Bordi delle foto
ja: 写真の端
ko: 사진 가장자리
pt_br: Bordas das fotos
zh_hans: 照片边缘

source: Photo emphasis
de: Fotobetonung
es: Énfasis de las fotos
fr: Mise en avant des photos
it: Enfasi delle foto
ja: 写真の強調
ko: 사진 강조
pt_br: Ênfase nas fotos
zh_hans: 照片重点

source: PhotoBooks Can't See Your Photos
de: PhotoBooks kann nicht auf deine Fotos zugreifen
es: PhotoBooks no puede ver tus fotos
fr: PhotoBooks ne peut pas accéder à vos photos
it: PhotoBooks non riesce a vedere le tue foto
ja: PhotoBooksが写真にアクセスできません
ko: PhotoBooks에서 사진에 접근할 수 없습니다
pt_br: O PhotoBooks não consegue ver suas fotos
zh_hans: PhotoBooks 无法访问你的照片

source: PhotoBooks lays out books from photos you pick in your library. Access is currently denied — you can grant it in Settings, or build your book from a folder instead.
de: PhotoBooks gestaltet Bücher aus Fotos, die du in deiner Mediathek auswählst. Der Zugriff ist derzeit verweigert — du kannst ihn in den Einstellungen gewähren oder dein Buch stattdessen aus einem Ordner erstellen.
es: PhotoBooks diseña libros a partir de las fotos que eliges en tu biblioteca. El acceso está actualmente denegado; puedes concederlo en Ajustes, o crear tu libro desde una carpeta en su lugar.
fr: PhotoBooks met en page des livres à partir des photos que vous choisissez dans votre photothèque. L'accès est actuellement refusé — vous pouvez l'autoriser dans les Réglages, ou créer votre livre à partir d'un dossier à la place.
it: PhotoBooks impagina i libri a partire dalle foto che scegli nella tua libreria. L'accesso è attualmente negato: puoi concederlo in Impostazioni, oppure creare il tuo libro da una cartella.
ja: PhotoBooksは、ライブラリから選んだ写真でブックをレイアウトします。現在アクセスが拒否されています。設定で許可するか、代わりにフォルダからブックを作成できます。
ko: PhotoBooks는 보관함에서 선택한 사진으로 북을 구성합니다. 현재 접근이 거부되어 있습니다 — 설정에서 권한을 허용하거나, 대신 폴더에서 북을 만들 수 있습니다.
pt_br: O PhotoBooks monta livros a partir das fotos que você escolhe na sua biblioteca. O acesso está atualmente negado — você pode concedê-lo em Ajustes ou criar seu livro a partir de uma pasta.
zh_hans: PhotoBooks 会使用你在资料库中选择的照片排版图书。当前访问权限被拒绝——你可以在“设置”中授予权限,或改为从文件夹创建图书。

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
ko: 사진
pt_br: Fotos
zh_hans: 照片

source: Photos share the page more evenly
de: Fotos teilen sich die Seite gleichmäßiger
es: Las fotos comparten la página de forma más uniforme
fr: Les photos se partagent la page plus équitablement
it: Le foto condividono la pagina in modo più uniforme
ja: 写真がページをより均等に分け合う
ko: 사진이 페이지를 더 고르게 나눠 사용
pt_br: As fotos dividem a página de forma mais uniforme
zh_hans: 照片更均匀地分布在页面上

source: Pick photos from a folder of image files
de: Fotos aus einem Ordner mit Bilddateien auswählen
es: Elige fotos de una carpeta de archivos de imagen
fr: Choisir des photos dans un dossier de fichiers image
it: Scegli le foto da una cartella di file immagine
ja: 画像ファイルのフォルダから写真を選ぶ
ko: 이미지 파일 폴더에서 사진 선택
pt_br: Escolha fotos de uma pasta de arquivos de imagem
zh_hans: 从图片文件文件夹中选取照片

source: Pick photos from your Apple Photos library
de: Fotos aus deiner Apple Fotos-Mediathek auswählen
es: Elige fotos de tu biblioteca de Apple Fotos
fr: Choisir des photos dans votre photothèque Apple Photos
it: Scegli le foto dalla tua libreria di Foto di Apple
ja: Apple写真ライブラリから写真を選ぶ
ko: Apple 사진 보관함에서 사진 선택
pt_br: Escolha fotos da sua biblioteca do Fotos da Apple
zh_hans: 从你的“照片”资料库中选取照片

source: Portrait
de: Hochformat
es: Vertical
it: Verticale
ja: 縦長
ko: 세로형
pt_br: Retrato
zh_hans: 纵向

source: Recommended · %lld selected
de: Empfohlen · %lld ausgewählt
es: Recomendado · %lld seleccionadas
fr: Recommandé · %lld sélectionnées
it: Consigliato · %lld selezionate
ja: おすすめ・%lld件選択済み
ko: 추천 · %lld개 선택됨
pt_br: Recomendado · %lld selecionadas
zh_hans: 推荐 · 已选择 %lld 张

source: Refine your selection
de: Feinabstimmung deiner Auswahl
es: Ajusta tu selección
fr: Affiner votre sélection
it: Perfeziona la tua selezione
ja: 選択を調整
ko: 선택 항목 조정
pt_br: Refine sua seleção
zh_hans: 优化你的选择

source: Review the selection below. Tap any photo to include or remove it.
de: Überprüfe die Auswahl unten. Klicke auf ein Foto, um es einzuschließen oder zu entfernen.
es: Revisa la selección de abajo. Haz clic en cualquier foto para incluirla o quitarla.
fr: Passez en revue la sélection ci-dessous. Cliquez sur une photo pour l'inclure ou la retirer.
it: Rivedi la selezione qui sotto. Fai clic su una foto per includerla o rimuoverla.
ja: 以下の選択内容を確認してください。写真をクリックすると追加または除外できます。
ko: 아래 선택 항목을 확인하세요. 사진을 클릭하여 포함하거나 제외할 수 있습니다.
pt_br: Revise a seleção abaixo. Clique em qualquer foto para incluí-la ou removê-la.
zh_hans: 查看下方的选择结果。点击任意照片可将其收录或移除。

source: Select a format to continue
de: Wähle ein Format, um fortzufahren
es: Elige un formato para continuar
fr: Choisissez un format pour continuer
it: Scegli un formato per continuare
ja: 続けるには形式を選んでください
ko: 계속하려면 형식을 선택하세요
pt_br: Escolha um formato para continuar
zh_hans: 选择格式以继续

source: Select a shape to continue
de: Wähle eine Form, um fortzufahren
es: Elige una forma para continuar
fr: Choisissez une forme pour continuer
it: Scegli una forma per continuare
ja: 続けるには形を選んでください
ko: 계속하려면 모양을 선택하세요
pt_br: Escolha um formato para continuar
zh_hans: 选择形状以继续

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
zh_hans: 全选

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
zh_hans: 全选

source: Select where your story lives
de: Wähle, wo deine Geschichte zu Hause ist
es: Elige dónde vive tu historia
fr: Choisissez où se trouve votre récit
it: Scegli dove si trova la tua storia
ja: ストーリーの保存場所を選ぶ
ko: 스토리가 있는 위치 선택
pt_br: Escolha onde sua história está guardada
zh_hans: 选择故事的所在位置

source: Selected
de: Ausgewählt
es: Seleccionada
fr: Sélectionné
it: Selezionata
ja: 選択済み
ko: 선택됨
pt_br: Selecionada
zh_hans: 已选择

source: Selected — click to remove from the book
de: Ausgewählt — klicken, um aus dem Buch zu entfernen
es: Seleccionada — haz clic para quitarla del libro
fr: Sélectionnée — cliquez pour retirer du livre
it: Selezionata — fai clic per rimuoverla dal libro
ja: 選択済み — クリックしてブックから削除
ko: 선택됨 — 클릭하여 북에서 제거
pt_br: Selecionada — clique para remover do livro
zh_hans: 已选择 — 点击可从图书中移除

source: Selective
de: Selektiv
es: Selectivo
fr: Sélectif
it: Selettivo
ja: 厳選
ko: 선별적
pt_br: Seletivo
zh_hans: 精选

source: Short
de: Kurz
es: Corta
fr: Court
it: Breve
ja: 短め
ko: 짧게
pt_br: Curta
zh_hans: 简短

source: Show this folder's photos below
de: Fotos dieses Ordners unten anzeigen
es: Mostrar las fotos de esta carpeta abajo
fr: Afficher les photos de ce dossier ci-dessous
it: Mostra le foto di questa cartella qui sotto
ja: このフォルダの写真を下に表示
ko: 이 폴더의 사진을 아래에 표시
pt_br: Mostrar as fotos desta pasta abaixo
zh_hans: 在下方显示此文件夹的照片

source: Showing only photos you've granted access to.
de: Es werden nur Fotos angezeigt, für die du Zugriff gewährt hast.
es: Se muestran solo las fotos a las que has concedido acceso.
fr: Seules les photos auxquelles vous avez autorisé l'accès sont affichées.
it: Vengono mostrate solo le foto a cui hai concesso l'accesso.
ja: アクセスを許可した写真のみが表示されています。
ko: 접근을 허용한 사진만 표시됩니다.
pt_br: Mostrando apenas as fotos às quais você concedeu acesso.
zh_hans: 仅显示你已授权访问的照片。

source: Skip analysis and include every one of these photos in the book
de: Analyse überspringen und jedes dieser Fotos ins Buch aufnehmen
es: Omitir el análisis e incluir todas estas fotos en el libro
fr: Ignorer l'analyse et inclure chacune de ces photos dans le livre
it: Salta l'analisi e includi tutte queste foto nel libro
ja: 分析をスキップし、これらすべての写真をブックに含める
ko: 분석을 건너뛰고 이 모든 사진을 북에 포함
pt_br: Pular a análise e incluir todas essas fotos no livro
zh_hans: 跳过分析,将这些照片全部收录进图书

source: Square
de: Quadratisch
es: Cuadrado
fr: Carré
it: Quadrato
ja: 正方形
ko: 정사각형
pt_br: Quadrado
zh_hans: 方形

source: Start with Apple Photos or a folder on this device
de: Beginne mit Apple Fotos oder einem Ordner auf diesem Gerät
es: Empieza con Apple Fotos o una carpeta en este dispositivo
fr: Commencez avec Apple Photos ou un dossier sur cet appareil
it: Inizia con Foto di Apple o una cartella su questo dispositivo
ja: Apple写真またはこの端末上のフォルダから始める
ko: Apple 사진 또는 이 기기의 폴더로 시작하세요
pt_br: Comece com o Fotos da Apple ou uma pasta neste dispositivo
zh_hans: 从“照片”App 或此设备上的文件夹开始

source: Start with the silhouette that best fits your photos
de: Beginne mit der Silhouette, die am besten zu deinen Fotos passt
es: Empieza con la silueta que mejor se adapte a tus fotos
fr: Commencez avec la silhouette qui convient le mieux à vos photos
it: Inizia con la sagoma più adatta alle tue foto
ja: 写真に最も合うシルエットから始める
ko: 사진에 가장 잘 어울리는 실루엣으로 시작하세요
pt_br: Comece com o formato que melhor combina com suas fotos
zh_hans: 从最适合你照片的轮廓开始

source: STEP %lld OF 5
de: SCHRITT %lld VON 5
es: PASO %lld DE 5
fr: ÉTAPE %lld SUR 5
it: PASSAGGIO %lld DI 5
ja: ステップ %lld / 5
ko: 5단계 중 %lld단계
pt_br: ETAPA %lld DE 5
zh_hans: 第 %lld 步(共 5 步)

source: Stop analyzing and go back to choose a different target
de: Analyse stoppen und zurückgehen, um ein anderes Ziel zu wählen
es: Detener el análisis y volver para elegir otro objetivo
fr: Arrêter l'analyse et revenir en arrière pour choisir une autre cible
it: Interrompi l'analisi e torna indietro per scegliere un obiettivo diverso
ja: 分析を中止し、戻って別の目標を選ぶ
ko: 분석을 중단하고 돌아가서 다른 목표를 선택하세요
pt_br: Parar a análise e voltar para escolher outra meta
zh_hans: 停止分析并返回以选择其他目标

source: Story length
de: Länge der Geschichte
es: Longitud de la historia
fr: Longueur du récit
it: Lunghezza della storia
ja: ストーリーの長さ
ko: 스토리 길이
pt_br: Tamanho da história
zh_hans: 故事长度

source: Strong photos get larger, quieter pages
de: Starke Fotos erhalten größere, ruhigere Seiten
es: Las fotos más destacadas obtienen páginas más grandes y sobrias
fr: Les photos les plus fortes bénéficient de pages plus grandes et épurées
it: Le foto più forti ottengono pagine più grandi e sobrie
ja: 印象的な写真ほど大きく落ち着いたページに配置されます
ko: 인상적인 사진일수록 더 크고 차분한 페이지에 배치됩니다
pt_br: Fotos marcantes ganham páginas maiores e mais discretas
zh_hans: 精彩照片会获得更大、更简洁的页面

source: Switch the book to this format
de: Buch auf dieses Format umstellen
es: Cambiar el libro a este formato
fr: Passer le livre à ce format
it: Passa il libro a questo formato
ja: ブックをこの形式に切り替える
ko: 북을 이 형식으로 전환
pt_br: Mudar o livro para este formato
zh_hans: 将图书切换为此格式

source: Switching to a different shape relays out unlocked pages; locked pages and the cover keep their layout and get a review badge.
de: Der Wechsel zu einer anderen Form gestaltet nicht gesperrte Seiten neu; gesperrte Seiten und das Cover behalten ihr Layout und erhalten ein Prüfabzeichen.
es: Cambiar a otra forma vuelve a diseñar las páginas no bloqueadas; las páginas bloqueadas y la portada mantienen su diseño y reciben una insignia de revisión.
fr: Passer à une autre forme remet en page les pages non verrouillées ; les pages verrouillées et la couverture conservent leur mise en page et reçoivent un badge à vérifier.
it: Il passaggio a una forma diversa reimpagina le pagine non bloccate; le pagine bloccate e la copertina mantengono il loro layout e ricevono un badge di revisione.
ja: 別の形に切り替えると、ロックされていないページは再レイアウトされます。ロックされたページと表紙はレイアウトを保持し、確認バッジが表示されます。
ko: 다른 모양으로 전환하면 잠기지 않은 페이지는 다시 레이아웃됩니다. 잠긴 페이지와 표지는 레이아웃을 유지하며 검토 배지가 표시됩니다.
pt_br: Mudar para um formato diferente reorganiza as páginas não bloqueadas; as páginas bloqueadas e a capa mantêm o layout e recebem um selo de revisão.
zh_hans: 切换为其他形状会重新排版未锁定的页面;已锁定的页面和封面会保留原有排版,并显示一个待复核标记。

source: Tall and editorial
de: Hoch und redaktionell
es: Alto y editorial
fr: Haut et éditorial
it: Alto ed editoriale
ja: 縦長でエディトリアルな
ko: 세로로 길고 에디토리얼한
pt_br: Alto e editorial
zh_hans: 高挑且富有杂志感

source: Tiled
de: Gekachelt
es: En mosaico
fr: Mosaïque
it: A mosaico
ja: タイル状
ko: 타일형
pt_br: Em mosaico
zh_hans: 平铺

source: To the page edge, with space
de: Bis zum Seitenrand, mit Abstand
es: Hasta el borde de la página, con espacio
fr: Jusqu'au bord de la page, avec de l'espace
it: Fino al bordo della pagina, con spazio
ja: ページの端まで、間隔を保って
ko: 페이지 가장자리까지, 간격을 두고
pt_br: Até a borda da página, com espaço
zh_hans: 延伸至页边,留有间距

source: Use Folder Instead
de: Stattdessen Ordner verwenden
es: Usar carpeta en su lugar
fr: Utiliser un dossier à la place
it: Usa invece una cartella
ja: 代わりにフォルダを使用
ko: 대신 폴더 사용
pt_br: Usar pasta em vez disso
zh_hans: 改用文件夹

source: Use photos from this album
de: Fotos aus diesem Album verwenden
es: Usar fotos de este álbum
fr: Utiliser les photos de cet album
it: Usa le foto di questo album
ja: このアルバムの写真を使用
ko: 이 앨범의 사진 사용
pt_br: Usar fotos deste álbum
zh_hans: 使用此相册中的照片

source: We found %lld photos. Pick a starting point; you can review every choice before creating the book.
de: Wir haben %lld Fotos gefunden. Wähle einen Ausgangspunkt; du kannst jede Auswahl überprüfen, bevor das Buch erstellt wird.
es: Encontramos %lld fotos. Elige un punto de partida; podrás revisar cada elección antes de crear el libro.
fr: Nous avons trouvé %lld photos. Choisissez un point de départ ; vous pourrez revoir chaque choix avant de créer le livre.
it: Abbiamo trovato %lld foto. Scegli un punto di partenza; potrai rivedere ogni scelta prima di creare il libro.
ja: %lld枚の写真が見つかりました。開始地点を選んでください。ブックを作成する前に、すべての選択内容を確認できます。
ko: 사진 %lld장을 찾았습니다. 시작점을 선택하세요. 북을 만들기 전에 모든 선택을 검토할 수 있습니다.
pt_br: Encontramos %lld fotos. Escolha um ponto de partida; você poderá revisar cada escolha antes de criar o livro.
zh_hans: 我们找到了 %lld 张照片。选择一个起点;在创建图书之前,你可以查看每一项选择。

source: Where are your photos?
de: Wo sind deine Fotos?
es: ¿Dónde están tus fotos?
fr: Où se trouvent vos photos ?
it: Dove sono le tue foto?
ja: 写真はどこにありますか?
ko: 사진이 어디에 있나요?
pt_br: Onde estão suas fotos?
zh_hans: 你的照片在哪里?

source: Wide and cinematic
de: Breit und kinoreif
es: Ancho y cinematográfico
fr: Large et cinématographique
it: Ampio e cinematografico
ja: ワイドで映画的な
ko: 넓고 시네마틱한
pt_br: Largo e cinematográfico
zh_hans: 宽幅且富有电影感

source: Choose folders
de: Ordner auswählen
es: Elegir carpetas
fr: Choisir les dossiers
it: Scegli le cartelle
ja: フォルダを選択
ko: 폴더 선택
pt_br: Escolher pastas
zh_hans: 选择文件夹

source: Pick which folders from “%@” to include
de: Wähle, welche Ordner aus „%@“ einbezogen werden
es: Elige qué carpetas de “%@” incluir
fr: Choisissez les dossiers de « %@ » à inclure
it: Scegli quali cartelle di “%@” includere
ja: “%@”のどのフォルダを含めるか選択
ko: “%@”에서 포함할 폴더 선택
pt_br: Escolha quais pastas de “%@” incluir
zh_hans: 选择要包含“%@”中的哪些文件夹

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
ko: 선택
pt_br: Escolher
zh_hans: 选择

source: Choose a folder of photos. Subfolders are included.
de: Wähle einen Ordner mit Fotos. Unterordner werden einbezogen.
es: Elige una carpeta de fotos. Se incluyen las subcarpetas.
fr: Choisissez un dossier de photos. Les sous-dossiers sont inclus.
it: Scegli una cartella di foto. Le sottocartelle sono incluse.
ja: 写真のフォルダを選択してください。サブフォルダも含まれます。
ko: 사진 폴더를 선택하세요. 하위 폴더도 포함됩니다.
pt_br: Escolha uma pasta de fotos. As subpastas são incluídas.
zh_hans: 选择一个照片文件夹。子文件夹也会包含在内。

source: Standard
es: Estándar
ja: 標準
ko: 표준
pt_br: Padrão
zh_hans: 标准
